Repository: yn-aiappcreate/onenext
Catalog: TsugiIchi/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans

source: Review
de: Rückblick
es: Revisión
fr: Bilan
ko: 리뷰
zh_hans: 回顾

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

source: Goalがありません
de: Keine Ziele
en: No Goals
es: Sin objetivos
fr: Aucun objectif
ko: 목표가 없습니다
zh_hans: 没有目标

source: 右上の＋ボタンからGoalを作成しましょう
de: Tippe auf +, um ein Ziel zu erstellen
en: Tap + to create a new Goal
es: Toca + para crear un objetivo
fr: Appuyez sur + pour créer un objectif
ko: 오른쪽 상단의 + 버튼으로 목표를 만드세요
zh_hans: 点击右上角的+按钮创建目标

source: 優先度: %@
de: Priorität: %@
en: Priority: %@
es: Prioridad: %@
fr: Priorité : %@
ko: 우선도: %@
zh_hans: 优先级: %@

source: タイトル
de: Titel
en: Title
es: Título
fr: Titre
ko: 제목
zh_hans: 标题

source: やりたいこと
de: Was du machen möchtest
en: What you want to do
es: Lo que quieres hacer
fr: Ce que vous voulez faire
ko: 하고 싶은 것
zh_hans: 想做的事

source: カテゴリ
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
ko: 카테고리
zh_hans: 类别

source: 未設定
de: Nicht festgelegt
en: Not set
es: Sin definir
fr: Non défini
ko: 미설정
zh_hans: 未设置

source: 優先度
de: Priorität
en: Priority
es: Prioridad
fr: Priorité
ko: 우선도
zh_hans: 优先级

source: 期限
de: Fälligkeitsdatum
en: Due Date
es: Fecha límite
fr: Échéance
ko: 기한
zh_hans: 截止日期

source: 期限を設定
de: Fälligkeitsdatum festlegen
en: Set due date
es: Establecer fecha límite
fr: Définir l'échéance
ko: 기한 설정
zh_hans: 设置截止日期

source: 期限日
de: Datum
en: Due date
es: Fecha
fr: Date
ko: 기한일
zh_hans: 截止日

source: メモ
de: Notizen
en: Notes
es: Notas
fr: Notes
ko: 메모
zh_hans: 备注

source: メモ（任意）
de: Notizen (optional)
en: Notes (optional)
es: Notas (opcional)
fr: Notes (facultatif)
ko: 메모 (선택사항)
zh_hans: 备注（可选）

source: Goal を編集
de: Ziel bearbeiten
en: Edit Goal
es: Editar objetivo
fr: Modifier l'objectif
ko: 목표 편집
zh_hans: 编辑目标

source: Goal を作成
de: Ziel erstellen
en: Create Goal
es: Crear objetivo
fr: Créer un objectif
ko: 목표 만들기
zh_hans: 创建目标

source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ko: 취소
zh_hans: 取消

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장

source: 作成
de: Erstellen
en: Create
es: Crear
fr: Créer
ko: 만들기
zh_hans: 创建

source: 基本情報
de: Grundinfos
en: Basic Info
es: Información básica
fr: Informations
ko: 기본 정보
zh_hans: 基本信息

source: 進捗
de: Fortschritt
en: Progress
es: Progreso
fr: Progression
ko: 진행률
zh_hans: 进度

source: Goal達成！
de: Ziel erreicht!
en: Goal Achieved!
es: ¡Objetivo logrado!
fr: Objectif atteint !
ko: 목표 달성!
zh_hans: 目标达成！

source: テンプレートからStep生成
de: Schritte aus Vorlage erstellen
en: Generate Steps from Template
es: Generar pasos desde plantilla
fr: Générer des étapes depuis un modèle
ko: 템플릿에서 단계 생성
zh_hans: 从模板生成步骤

source: ステップなし
de: Keine Schritte
en: No Steps
es: Sin pasos
fr: Aucune étape
ko: 단계 없음
zh_hans: 没有步骤

source: カテゴリを設定するとテンプレートからStepを自動生成できます
de: Lege eine Kategorie fest, um Schritte automatisch zu erstellen
en: Set a category to auto-generate Steps from templates
es: Define una categoría para generar pasos automáticamente
fr: Définissez une catégorie pour générer des étapes automatiquement
ko: 카테고리를 설정하면 템플릿에서 단계를 자동 생성할 수 있습니다
zh_hans: 设置类别后可从模板自动生成步骤

source: テンプレートで再生成
de: Aus Vorlage neu erstellen
en: Regenerate from Template
es: Regenerar desde plantilla
fr: Régénérer depuis un modèle
ko: 템플릿으로 재생성
zh_hans: 从模板重新生成

source: Stepを手動追加
de: Schritt manuell hinzufügen
en: Add Step Manually
es: Añadir paso manualmente
fr: Ajouter une étape manuellement
ko: 수동으로 단계 추가
zh_hans: 手动添加步骤

source: AIでステップ案を作る
de: Schritte mit KI erstellen
en: Generate Steps with AI
es: Generar pasos con IA
fr: Générer des étapes avec l'IA
ko: AI로 단계 제안 만들기
zh_hans: 用AI生成步骤方案

source: ステップ
de: Schritte
en: Steps
es: Pasos
fr: Étapes
ko: 단계
zh_hans: 步骤

source: 作成日
de: Erstellt am
en: Created
es: Creado
fr: Créé le
ko: 생성일
zh_hans: 创建日期

source: ステータス
de: Status
en: Status
es: Estado
fr: Statut
ko: 상태
zh_hans: 状态

source: 編集
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ko: 편집
zh_hans: 编辑

source: Stepを再生成しますか？
de: Schritte neu erstellen?
en: Regenerate Steps?
es: ¿Regenerar pasos?
fr: Régénérer les étapes ?
ko: 단계를 재생성하시겠습니까?
zh_hans: 重新生成步骤？

source: 再生成
de: Neu erstellen
en: Regenerate
es: Regenerar
fr: Régénérer
ko: 재생성
zh_hans: 重新生成

source: 自動生成
de: Auto
en: Auto
es: Auto
fr: Auto
ko: 자동
zh_hans: 自动

source: AI生成
de: KI
en: AI
es: IA
fr: IA
ko: AI
zh_hans: AI

source: 今週枠
de: Diese Woche
en: This Week
es: Esta semana
fr: Cette semaine
ko: 이번 주
zh_hans: 本周

source: Step名
de: Schrittname
en: Step Name
es: Nombre del paso
fr: Nom de l'étape
ko: 단계 이름
zh_hans: 步骤名

source: やること
de: Aufgabe
en: What to do
es: Qué hacer
fr: À faire
ko: 할 일
zh_hans: 要做的事

source: 所要時間（分）
de: Dauer (Min.)
en: Duration (min)
es: Duración (min)
fr: Durée (min)
ko: 소요 시간 (분)
zh_hans: 所需时间（分钟）

source: Stepを追加
de: Schritt hinzufügen
en: Add Step
es: Añadir paso
fr: Ajouter une étape
ko: 단계 추가
zh_hans: 添加步骤

source: 追加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ko: 추가
zh_hans: 添加

source: カテゴリに応じたテンプレートからStepを自動生成します。
de: Erstellt automatisch Schritte aus einer Kategorievorlage.
en: Auto-generate Steps from a category template.
es: Genera pasos automáticamente desde una plantilla de categoría.
fr: Génère automatiquement des étapes à partir d'un modèle de catégorie.
ko: 카테고리에 맞는 템플릿에서 단계를 자동 생성합니다.
zh_hans: 根据类别模板自动生成步骤。

source: カテゴリを選択
de: Kategorie wählen
en: Select Category
es: Seleccionar categoría
fr: Choisir une catégorie
ko: 카테고리 선택
zh_hans: 选择类别

source: テンプレート選択
de: Vorlage wählen
en: Select Template
es: Seleccionar plantilla
fr: Choisir un modèle
ko: 템플릿 선택
zh_hans: 选择模板

source: 生成
de: Erstellen
en: Generate
es: Generar
fr: Générer
ko: 생성

source: 今週
de: Diese Woche
en: This Week
es: Esta semana
fr: Cette semaine
ko: 이번 주
zh_hans: 本周

source: 予定Step
de: Geplante Schritte
en: Planned Steps
es: Pasos planificados
fr: Étapes prévues
ko: 예정 단계
zh_hans: 计划步骤

source: 合計時間
de: Gesamtzeit
en: Total Time
es: Tiempo total
fr: Temps total
ko: 총 시간
zh_hans: 总时间

source: サマリー
de: Zusammenfassung
en: Summary
es: Resumen
fr: Résumé
ko: 요약
zh_hans: 摘要

source: 今週のプランはまだありません
de: Noch kein Plan für diese Woche
en: No plan for this week yet
es: Aún no hay plan para esta semana
fr: Pas encore de plan cette semaine
ko: 이번 주 플랜이 아직 없습니다
zh_hans: 本周还没有计划

source: Goal詳細画面からStepを今週枠に追加できます
de: Füge Schritte aus den Zieldetails hinzu
en: Add Steps to this week from Goal details
es: Añade pasos a esta semana desde los detalles del objetivo
fr: Ajoutez des étapes depuis les détails de l'objectif
ko: 목표 상세 화면에서 단계를 이번 주에 추가할 수 있습니다
zh_hans: 可以从目标详情页将步骤添加到本周

source: 今週のStep
de: Schritte dieser Woche
en: This Week's Steps
es: Pasos de esta semana
fr: Étapes de la semaine
ko: 이번 주의 단계
zh_hans: 本周的步骤

source: 今週のプラン
de: Wochenplan
en: This Week's Plan
es: Plan de esta semana
fr: Plan de la semaine
ko: 이번 주 플랜
zh_hans: 本周计划

source: 完了
de: Erledigt
en: Done
es: Hecho
fr: Terminé
ko: 완료
zh_hans: 完成

source: 延期
de: Verschieben
en: Postpone
es: Aplazar
fr: Reporter
ko: 연기

source: 破棄
de: Verwerfen
en: Discard
es: Descartar
fr: Abandonner
ko: 폐기
zh_hans: 废弃

source: 今週のサマリー
de: Wochenzusammenfassung
en: This Week's Summary
es: Resumen de esta semana
fr: Résumé de la semaine
ko: 이번 주 요약
zh_hans: 本周摘要

source: 未完了の予定Stepはありません
de: Keine offenen geplanten Schritte
en: No unfinished scheduled Steps
es: No hay pasos pendientes
fr: Aucune étape planifiée en attente
ko: 미완료 예정 단계가 없습니다
zh_hans: 没有未完成的计划步骤

source: 未完了の予定Step
de: Offene Schritte
en: Unfinished Steps
es: Pasos pendientes
fr: Étapes non terminées
ko: 미완료 예정 단계
zh_hans: 未完成的计划步骤

source: 再配置
de: Neu planen
en: Reschedule
es: Reprogramar
fr: Replanifier
ko: 재배치
zh_hans: 重新安排

source: 延期中のStep
de: Verschobene Schritte
en: Postponed Steps
es: Pasos aplazados
fr: Étapes reportées
ko: 연기 중인 단계
zh_hans: 延期中的步骤

source: Stepを持つアクティブなGoalがありません
de: Keine aktiven Ziele mit Schritten
en: No active Goals with Steps
es: No hay objetivos activos con pasos
fr: Aucun objectif actif avec des étapes
ko: 단계가 있는 활성 목표가 없습니다
zh_hans: 没有包含步骤的活跃目标

source: BacklogタブでGoalを作成し、テンプレートでStepを生成してください
de: Erstelle ein Ziel im Backlog und erstelle Schritte aus einer Vorlage
en: Create a Goal in the Backlog tab and generate Steps from a template
es: Crea un objetivo en Pendientes y genera pasos desde una plantilla
fr: Créez un objectif dans En attente et générez des étapes depuis un modèle
ko: 백로그 탭에서 목표를 만들고 템플릿으로 단계를 생성하세요
zh_hans: 请在待办标签中创建目标并用模板生成步骤

source: 今週のGoalを選ぶ
de: Wochenziel wählen
en: Choose This Week's Goal
es: Elegir objetivo de esta semana
fr: Choisir l'objectif de la semaine
ko: 이번 주 목표 선택
zh_hans: 选择本周目标

source: 今週のGoal
de: Wochenziel
en: This Week's Goal
es: Objetivo de esta semana
fr: Objectif de la semaine
ko: 이번 주 목표
zh_hans: 本周目标

source: 今週のレビュー完了済み
de: Wochenrückblick abgeschlossen
en: This week's review is complete
es: Revisión de esta semana completada
fr: Bilan de la semaine terminé
ko: 이번 주 리뷰 완료됨
zh_hans: 本周回顾已完成

source: レビューを完了する
de: Rückblick abschließen
en: Complete Review
es: Completar revisión
fr: Terminer le bilan
ko: 리뷰 완료하기
zh_hans: 完成回顾

source: レビュー
de: Rückblick
en: Review
es: Revisión
fr: Bilan
ko: 리뷰
zh_hans: 回顾

source: 週次レビュー
de: Wochenrückblick
en: Weekly Review
es: Revisión semanal
fr: Bilan hebdomadaire
ko: 주간 리뷰
zh_hans: 每周回顾

source: Stepを今週枠に配置
de: Schritte für diese Woche einplanen
en: Add Steps to This Week
es: Añadir pasos a esta semana
fr: Placer les étapes cette semaine
ko: 이번 주에 단계 배치
zh_hans: 将步骤安排到本周

source: 配置する
de: Einplanen
en: Place
es: Colocar
fr: Placer
ko: 배치
zh_hans: 安排

source: 今週注力するGoalを1つ選んでください。選んだGoalの次のStepが今週枠に配置されます。
de: Wähle ein Ziel für diese Woche. Die nächsten Schritte werden eingeplant.
en: Choose one Goal to focus on this week. The next Steps from that Goal will be placed in this week's plan.
es: Elige un objetivo en el que enfocarte esta semana. Los próximos pasos se añadirán al plan.
fr: Choisissez un objectif pour cette semaine. Les prochaines étapes seront planifiées.
ko: 이번 주에 집중할 목표를 하나 선택하세요. 선택한 목표의 다음 단계가 이번 주에 배치됩니다.
zh_hans: 请选择一个本周要专注的目标。该目标的下一步将被安排到本周计划中。

source: Goal一覧
de: Ziele
en: Goals
es: Objetivos
fr: Objectifs
ko: 목표 목록
zh_hans: 目标列表

source: Goalを選択
de: Ziel wählen
en: Select Goal
es: Seleccionar objetivo
fr: Choisir un objectif
ko: 목표 선택
zh_hans: 选择目标

source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ko: 닫기
zh_hans: 关闭

source: 週次レビュー通知
de: Wochenrückblick-Benachrichtigung
en: Weekly Review Notification
es: Notificación de revisión semanal
fr: Notification de bilan hebdomadaire
ko: 주간 리뷰 알림
zh_hans: 每周回顾通知

source: 曜日
de: Tag
en: Day
es: Día
fr: Jour
ko: 요일
zh_hans: 星期

source: 時刻
de: Uhrzeit
en: Time
es: Hora
fr: Heure
ko: 시각
zh_hans: 时间

source: 時
de: Std.
en: Hour
es: h
fr: h
ko: 시
zh_hans: 时

source: 分
de: Min.
en: Min
es: min
fr: min
ko: 분

source: AIアシストを有効にする
de: KI-Assistent aktivieren
en: Enable AI Assist
es: Activar asistente IA
fr: Activer l'assistant IA
ko: AI 어시스트 활성화
zh_hans: 启用AI辅助

source: エンドポイントURL（Proxy）
de: Endpunkt-URL (Proxy)
en: Endpoint URL (Proxy)
es: URL del endpoint (Proxy)
fr: URL du point d'accès (Proxy)
ko: 엔드포인트 URL (프록시)
zh_hans: 端点URL（代理）

source: 認証トークン（任意）
de: Auth-Token (optional)
en: Auth Token (optional)
es: Token de autenticación (opcional)
fr: Jeton d'authentification (facultatif)
ko: 인증 토큰 (선택사항)
zh_hans: 认证令牌（可选）

source: 送信前に毎回確認
de: Vor dem Senden bestätigen
en: Confirm before sending
es: Confirmar antes de enviar
fr: Confirmer avant l'envoi
ko: 전송 전 매번 확인
zh_hans: 发送前每次确认

source: 個人情報を自動マスク
de: Persönliche Daten automatisch maskieren
en: Auto-mask personal info
es: Ocultar datos personales automáticamente
fr: Masquer automatiquement les données personnelles
ko: 개인정보 자동 마스킹
zh_hans: 自动隐藏个人信息

source: プロバイダ
de: Anbieter
en: Provider
es: Proveedor
fr: Fournisseur
ko: 프로바이더
zh_hans: 提供方

source: 自前Proxy経由
de: Über eigenen Proxy
en: Via your own Proxy
es: Vía tu propio Proxy
fr: Via votre propre Proxy
ko: 자체 프록시 경유
zh_hans: 通过自有代理

source: AI利用の同意をリセット
de: KI-Einwilligung zurücksetzen
en: Reset AI consent
es: Restablecer consentimiento de IA
fr: Réinitialiser le consentement IA
ko: AI 이용 동의 초기화
zh_hans: 重置AI使用同意

source: 初回利用時に同意画面が表示されます
de: Einwilligungsbildschirm wird bei der ersten Nutzung angezeigt
en: Consent screen will show on first use
es: Se mostrará la pantalla de consentimiento en el primer uso
fr: L'écran de consentement s'affichera à la première utilisation
ko: 처음 사용 시 동의 화면이 표시됩니다
zh_hans: 首次使用时将显示同意界面

source: AIアシスト
de: KI-Assistent
en: AI Assist
es: Asistente IA
fr: Assistant IA
ko: AI 어시스트
zh_hans: AI辅助

source: AIステップ生成には、自前のプロキシサーバーが必要です。APIキーはアプリに埋め込まれていません。
de: KI-Schrittgenerierung erfordert einen eigenen Proxy-Server. Keine API-Schlüssel in der App.
en: AI Step generation requires your own proxy server. No API keys are embedded in the app.
es: La generación de pasos con IA requiere tu propio servidor proxy. No hay claves API en la app.
fr: La génération d'étapes IA nécessite votre propre serveur proxy. Aucune clé API n'est intégrée.
ko: AI 단계 생성에는 자체 프록시 서버가 필요합니다. API 키는 앱에 포함되어 있지 않습니다.
zh_hans: AI步骤生成需要您自己的代理服务器。应用中未嵌入API密钥。

source: データエクスポート
de: Datenexport
en: Data Export
es: Exportar datos
fr: Exportation de données
ko: 데이터 내보내기
zh_hans: 数据导出

source: Goal一覧をCSVエクスポート
de: Ziele als CSV exportieren
en: Export Goals as CSV
es: Exportar objetivos como CSV
fr: Exporter les objectifs en CSV
ko: 목표 목록을 CSV로 내보내기
zh_hans: 导出目标列表为CSV

source: Step一覧をCSVエクスポート
de: Schritte als CSV exportieren
en: Export Steps as CSV
es: Exportar pasos como CSV
fr: Exporter les étapes en CSV
ko: 단계 목록을 CSV로 내보내기
zh_hans: 导出步骤列表为CSV

source: アプリ情報
de: App-Info
en: App Info
es: Info de la app
fr: Infos de l'app
ko: 앱 정보
zh_hans: 应用信息

source: バージョン
de: Version
en: Version
es: Versión
fr: Version
ko: 버전
zh_hans: 版本

source: ビルド
de: Build
en: Build
es: Build
fr: Build
ko: 빌드
zh_hans: 构建

source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

source: エクスポート
de: Exportieren
en: Export
es: Exportar
fr: Exporter
ko: 내보내기
zh_hans: 导出

source: コピー
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ko: 복사
zh_hans: 复制

source: やりたいことをGoalとして登録。 テンプレートからStepを自動生成できます。
de: Registriere, was du tun möchtest, als Ziel. Erstelle Schritte automatisch aus Vorlagen.
en: Register what you want to do as a Goal. Auto-generate Steps from templates.
es: Registra lo que quieres hacer como objetivo. Genera pasos automáticamente desde plantillas.
fr: Enregistrez ce que vous voulez faire comme objectif. Générez des étapes depuis des modèles.
ko: 하고 싶은 것을 목표로 등록. 템플릿에서 단계를 자동 생성할 수 있습니다.
zh_hans: 将想做的事注册为目标。 可从模板自动生成步骤。

source: 今週やるStepを選んで枠に配置。 週10件まで集中して取り組めます。
de: Wähle die Schritte der Woche. Konzentriere dich auf bis zu 10 pro Woche.
en: Choose this week's Steps and place them. Focus on up to 10 per week.
es: Elige los pasos de esta semana. Concéntrate en hasta 10 por semana.
fr: Choisissez les étapes de la semaine. Concentrez-vous sur 10 maximum par semaine.
ko: 이번 주 할 단계를 선택하여 배치. 주당 최대 10건에 집중할 수 있습니다.
zh_hans: 选择本周要做的步骤并安排。 每周最多专注10项。

source: 週末に振り返り。 完了・延期・破棄をワンタップで記録。
de: Wochenend-Rückblick. Erledigt, verschoben oder verworfen mit einem Tipp.
en: Weekend review. Mark done, postpone, or discard with one tap.
es: Revisión de fin de semana. Marca como hecho, aplaza o descarta con un toque.
fr: Bilan de fin de semaine. Marquez terminé, reporté ou abandonné en un tap.
ko: 주말에 되돌아보기. 완료, 연기, 폐기를 원탭으로 기록.
zh_hans: 周末回顾。 一键记录完成、延期或废弃。

source: 通知時間やデータエクスポートなど、 自分好みにカスタマイズできます。
de: Passe Benachrichtigungszeiten, Datenexport und mehr an.
en: Customize notification times, data export, and more.
es: Personaliza horarios de notificación, exportación de datos y más.
fr: Personnalisez les horaires de notification, l'exportation de données et plus.
ko: 알림 시간이나 데이터 내보내기 등, 취향에 맞게 커스터마이즈.
zh_hans: 通知时间和数据导出等， 可按自己的喜好自定义。

source: 次へ
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ko: 다음
zh_hans: 下一步

source: はじめる
de: Los geht's
en: Get Started
es: Empezar
fr: Commencer
ko: 시작하기
zh_hans: 开始

source: スキップ
de: Überspringen
en: Skip
es: Omitir
fr: Passer
ko: 건너뛰기
zh_hans: 跳过

source: AIステップ生成
de: KI-Schrittgenerierung
en: AI Step Generation
es: Generación de pasos con IA
fr: Génération d'étapes IA
ko: AI 단계 생성
zh_hans: AI步骤生成

source: 送信内容プレビュー
de: Sendevorschau
en: Send Preview
es: Vista previa del envío
fr: Aperçu de l'envoi
ko: 전송 내용 미리보기
zh_hans: 发送内容预览

source: メモ（マスク済み）
de: Notizen (maskiert)
en: Notes (masked)
es: Notas (ocultas)
fr: Notes (masquées)
ko: 메모 (마스킹됨)
zh_hans: 备注（已隐藏）

source: 自動マスク
de: Auto-Maskierung
en: Auto-Mask
es: Ocultar automáticamente
fr: Masquage automatique
ko: 자동 마스킹
zh_hans: 自动隐藏

source: 個人情報っぽい文字列を自動的にマスクしました。設定からOFFにできます。
de: Persönliche Daten wurden automatisch maskiert. In den Einstellungen deaktivierbar.
en: Personal info has been auto-masked. You can disable this in Settings.
es: Se han ocultado automáticamente datos personales. Puedes desactivarlo en Ajustes.
fr: Les données personnelles ont été masquées automatiquement. Désactivable dans les Réglages.
ko: 개인정보로 보이는 문자열을 자동으로 마스킹했습니다. 설정에서 끌 수 있습니다.
zh_hans: 已自动隐藏类似个人信息的字符串。可在设置中关闭。

source: 送信する
de: Senden
en: Send
es: Enviar
fr: Envoyer
ko: 전송
zh_hans: 发送

source: AIがステップ案を生成中...
de: KI generiert Schrittvorschläge...
en: AI is generating step suggestions...
es: La IA está generando sugerencias de pasos...
fr: L'IA génère des suggestions d'étapes...
ko: AI가 단계 제안을 생성 중...
zh_hans: AI正在生成步骤方案...

source: 通常10〜30秒かかります
de: Dauert normalerweise 10-30 Sekunden
en: Usually takes 10-30 seconds
es: Normalmente tarda 10-30 segundos
fr: Prend généralement 10 à 30 secondes
ko: 보통 10~30초 걸립니다
zh_hans: 通常需要10~30秒

source: 生成されたステップ
de: Generierte Schritte
en: Generated Steps
es: Pasos generados
fr: Étapes générées
ko: 생성된 단계
zh_hans: 已生成的步骤

source: このステップ案を採用する
de: Diese Schritte übernehmen
en: Adopt these Steps
es: Adoptar estos pasos
fr: Adopter ces étapes
ko: 이 단계 제안을 채택
zh_hans: 采用这些步骤方案

source: 生成に失敗しました
de: Generierung fehlgeschlagen
en: Generation Failed
es: Generación fallida
fr: Échec de la génération
ko: 생성에 실패했습니다
zh_hans: 生成失败

source: リトライ
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ko: 재시도
zh_hans: 重试

source: テンプレートで生成（フォールバック）
de: Aus Vorlage erstellen (Fallback)
en: Generate from Template (fallback)
es: Generar desde plantilla (alternativa)
fr: Générer depuis un modèle (alternative)
ko: 템플릿으로 생성 (대체)
zh_hans: 从模板生成（备用方案）

source: AIアシストについて
de: Über den KI-Assistenten
en: About AI Assist
es: Acerca del asistente IA
fr: À propos de l'assistant IA
ko: AI 어시스트에 관하여
zh_hans: 关于AI辅助

source: このGoalの情報を外部AIサービスに送信してStep案を生成します。
de: Zielinformationen werden an einen externen KI-Dienst gesendet, um Vorschläge zu generieren.
en: Goal info will be sent to an external AI service to generate Step suggestions.
es: La información del objetivo se enviará a un servicio IA externo para generar sugerencias.
fr: Les informations de l'objectif seront envoyées à un service IA externe pour générer des suggestions.
ko: 이 목표의 정보를 외부 AI 서비스에 전송하여 단계 제안을 생성합니다.
zh_hans: 将此目标的信息发送到外部AI服务以生成步骤方案。

source: 送信されるデータ
de: Gesendete Daten
en: Data Sent
es: Datos enviados
fr: Données envoyées
ko: 전송되는 데이터
zh_hans: 发送的数据

source: Goalのタイトル
de: Zieltitel
en: Goal title
es: Título del objetivo
fr: Titre de l'objectif
ko: 목표 제목
zh_hans: 目标标题

source: メモ（入力されている場合）
de: Notizen (falls vorhanden)
en: Notes (if provided)
es: Notas (si se proporcionan)
fr: Notes (si renseignées)
ko: 메모 (입력된 경우)
zh_hans: 备注（如果已输入）

source: カテゴリ（設定されている場合）
de: Kategorie (falls festgelegt)
en: Category (if set)
es: Categoría (si se definió)
fr: Catégorie (si définie)
ko: 카테고리 (설정된 경우)
zh_hans: 类别（如果已设置）

source: 送信されないデータ
de: NICHT gesendete Daten
en: Data NOT Sent
es: Datos NO enviados
fr: Données NON envoyées
ko: 전송되지 않는 데이터
zh_hans: 不发送的数据

source: 位置情報・連絡先は送信しません
de: Standort und Kontakte werden nie gesendet
en: Location and contacts are never sent
es: La ubicación y los contactos nunca se envían
fr: La localisation et les contacts ne sont jamais envoyés
ko: 위치정보, 연락처는 전송하지 않습니다
zh_hans: 不会发送位置信息和联系人

source: 個人情報は自動マスク（設定でON/OFF可）
de: Persönliche Daten werden automatisch maskiert (in Einstellungen ein-/ausschaltbar)
en: Personal info is auto-masked (toggle in Settings)
es: Los datos personales se ocultan automáticamente (configurable en Ajustes)
fr: Les données personnelles sont masquées automatiquement (activable dans Réglages)
ko: 개인정보는 자동 마스킹 (설정에서 ON/OFF 가능)
zh_hans: 个人信息自动隐藏（可在设置中开关）

source: 提供元
de: Anbieter
en: Provider
es: Proveedor
fr: Fournisseur
ko: 제공원
zh_hans: 提供方

source: 設定画面で指定したプロキシサーバー経由でAI APIに接続します。APIキーはアプリに埋め込まれていません。
de: Verbindet sich über den in den Einstellungen konfigurierten Proxy-Server mit der KI-API. Keine API-Schlüssel in der App.
en: Connects to the AI API via the proxy server specified in Settings. No API keys are embedded in the app.
es: Se conecta a la API de IA a través del servidor proxy configurado en Ajustes. Sin claves API en la app.
fr: Se connecte à l'API IA via le serveur proxy configuré dans les Réglages. Aucune clé API dans l'app.
ko: 설정 화면에서 지정한 프록시 서버를 통해 AI API에 연결합니다. API 키는 앱에 포함되어 있지 않습니다.
zh_hans: 通过设置中指定的代理服务器连接AI API。应用中未嵌入API密钥。

source: 同意して利用する
de: Zustimmen und nutzen
en: Agree and Use
es: Aceptar y usar
fr: Accepter et utiliser
ko: 동의하고 이용하기
zh_hans: 同意并使用

source: 旅行
de: Reise
en: Travel
es: Viaje
fr: Voyage
ko: 여행

source: イベント
de: Event
en: Event
es: Evento
fr: Événement
ko: 이벤트
zh_hans: 活动

source: 学習
de: Lernen
en: Learning
es: Aprendizaje
fr: Apprentissage
ko: 학습
zh_hans: 学习

source: 健康
de: Gesundheit
en: Health
es: Salud
fr: Santé
ko: 건강

source: 趣味
de: Hobby
en: Hobby
es: Hobby
fr: Loisir
ko: 취미
zh_hans: 爱好

source: 低
de: Niedrig
en: Low
es: Baja
fr: Basse
ko: 낮음

source: 中
de: Mittel
en: Medium
es: Media
fr: Moyenne
ko: 중간

source: 高
de: Hoch
en: High
es: Alta
fr: Haute
ko: 높음

source: 完了済み
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
ko: 완료됨
zh_hans: 已完成

source: 延期済み
de: Verschoben
en: Postponed
es: Aplazado
fr: Reporté
ko: 연기됨
zh_hans: 已延期

source: 破棄済み
de: Verworfen
en: Discarded
es: Descartado
fr: Abandonné
ko: 폐기됨
zh_hans: 已废弃

source: 日曜日
de: Sonntag
en: Sunday
es: Domingo
fr: Dimanche
ko: 일요일
zh_hans: 星期日

source: 月曜日
de: Montag
en: Monday
es: Lunes
fr: Lundi
ko: 월요일
zh_hans: 星期一

source: 火曜日
de: Dienstag
en: Tuesday
es: Martes
fr: Mardi
ko: 화요일
zh_hans: 星期二

source: 水曜日
de: Mittwoch
en: Wednesday
es: Miércoles
fr: Mercredi
ko: 수요일
zh_hans: 星期三

source: 木曜日
de: Donnerstag
en: Thursday
es: Jueves
fr: Jeudi
ko: 목요일
zh_hans: 星期四

source: 金曜日
de: Freitag
en: Friday
es: Viernes
fr: Vendredi
ko: 금요일
zh_hans: 星期五

source: 土曜日
de: Samstag
en: Saturday
es: Sábado
fr: Samedi
ko: 토요일
zh_hans: 星期六

source: %lld分
de: %lld Min.
en: %lld min
es: %lld min
fr: %lld min
ko: %lld분
zh_hans: %lld分钟

source: %lld時間
de: %lld Std.
en: %lld hr
es: %lld h
fr: %lld h
ko: %lld시간
zh_hans: %lld小时

source: %lld時間%lld分
de: %lld Std. %lld Min.
en: %lld hr %lld min
es: %lld h %lld min
fr: %lld h %lld min
ko: %lld시간 %lld분
zh_hans: %lld小时%lld分钟

source: %lld件
de: %lld
en: %lld items
es: %lld
fr: %lld
ko: %lld건
zh_hans: %lld项

source: ネットワーク接続を確認してください
de: Bitte überprüfe deine Netzwerkverbindung
en: Please check your network connection
es: Comprueba tu conexión de red
fr: Vérifiez votre connexion réseau
ko: 네트워크 연결을 확인해 주세요
zh_hans: 请检查网络连接

source: サーバーエラーが発生しました（%lld）
de: Serverfehler (%lld)
en: Server error (%lld)
es: Error del servidor (%lld)
fr: Erreur serveur (%lld)
ko: 서버 오류가 발생했습니다 (%lld)
zh_hans: 服务器错误（%lld）

source: しばらく待ってから再度お試しください
de: Bitte warte einen Moment und versuche es erneut
en: Please wait a moment and try again
es: Espera un momento e inténtalo de nuevo
fr: Veuillez patienter et réessayer
ko: 잠시 후 다시 시도해 주세요
zh_hans: 请稍候再试

source: AIの応答を解釈できませんでした
de: KI-Antwort konnte nicht interpretiert werden
en: Could not interpret AI response
es: No se pudo interpretar la respuesta de IA
fr: Impossible d'interpréter la réponse de l'IA
ko: AI 응답을 해석할 수 없었습니다
zh_hans: 无法解析AI的响应
